export const INDUSTRIES = {
    '1': 'TMT',
    '2': 'IT',
};

export const STATE = {
    '1': '待募集',
    '2': '募集中',
    '3': '募集完毕',
    '4': '运作中',
    '5': '退出',
    '6': '已清算',
};

// 币种
export const CURRENCY = {
    1: '人民币',
    2: '美金',
};

// 基金规模
export const SCALE = {
    '1': '0-500万',
    '2': '500-1000万',
    '3': '1000-2000万',
    '4': '2000-5000万',
    '5': '5000-10000万',
    '6': '100000万以上',
};

// 基金期限
export const TERM = {
    '1': '1-3年',
    '2': '3-5年',
    '3': '5-7年',
    '4': '7-10年',
    '5': '10年以上',
};
