// 项目来源
export const SOURCES = {
    1: '网络搜索',
    2: '个人/机构推荐',
    3: '路演',
    4: '邮箱投递',
    5: '其他',
};

// 项目状态
export const STATE = {
    1: '入库',
    2: '立项',
    3: '尽调',
    4: '出资',
    5: '退出',
};

// 融资轮次
export const FINANCING = {
    1: '尚未获投',
    2: '种子轮',
    3: '天使轮',
    4: 'Pre-A轮',
    5: 'A轮',
    6: 'A+轮',
    7: 'Pre-B轮',
    8: 'B轮',
    9: 'B+轮',
    10: 'C轮',
    11: 'D轮',
    12: 'E轮',
    13: 'F轮-上市前',
    14: 'IPO上市',
    15: '新三板',
    16: '战略融资',
    17: '已被收购',
    18: '不明确',
};

// 行业领域
export const INDUSTRY = {
    1: 'IT行业',
    2: '哈哈行业',
    3: '呵呵行业',
};

// 币种
export const CURRENCY = {
    1: '人民币',
    2: '美金',
};

// 公司类型
export const COMPANY_TYPE = {
    1: '(内资)有限公司',
    2: '(内资)股份公司',
    3: '(内资)个人独资企业',
    4: '(内资)有限合伙企业(内资)有限合伙企业',
    5: '(内资)普通合伙企业',
    6: '(外资)中外合资企业',
    7: '外商投资有限合伙',
    8: '外商投资普通合伙',
};
